Repository: Lorsoen/Tauon
Catalog: locale/*/LC_MESSAGES/tauon.po
Languages: fr_fr

source: Bandcamp artist page search
fr_fr: Recherche de la page d’artiste sur Bandcamp

source: Genius track search
fr_fr: Recherche de la piste sur Genius

source: Transcode folder
fr_fr: Encoder le dossier

source: End of playlist action
fr_fr: Action en fin de playlist

source: Stop playback
fr_fr: Arrêter la lecture

source: Repeat playlist
fr_fr: Relancer la playlist

source: Play next playlist
fr_fr: Lire la playlist suivante

source: Cycle all playlists
fr_fr: Boucler toutes les playlists

source: Extract archives
fr_fr: Extraire les archives

source: Extracts zip archives on drag and drop
fr_fr: Extrait les archives ZIP par glisser-déposer

source: Enable download monitor
fr_fr: Activer le moniteur des téléchargements

source: One click import new archives and folders from downloads folder
fr_fr: Importer en un clic les archives et dossiers nouvellement téléchargés

source: Trash archive after extraction
fr_fr: Supprimer les archives après extration

source: Always extract to Music folder
fr_fr: Toujours extraire dans le dossier « Musique »

source: Show icon in system tray
fr_fr: Afficher l'icône dans la barre d'état

source: Close to tray
fr_fr: Minimiser

source: Show title text
fr_fr: Afficher le texte du titre

source: Restart Tauon for change to take effect
fr_fr: Relancez Tauon pour appliquer les changements

source: Enable use of gamepad as input
fr_fr: Activer le contrôle à la manette de jeu

source: Change requires restart
fr_fr: Sera appliqué au redémarrage de Tauon

source: Enable remote control
fr_fr: Activer le contrôle à distance

source: Notice: This API is not security hardened.
fr_fr: Info : Cet API n'est pas sécurisée.

source: Auto reload playlists
fr_fr: Recharger automatiquement les playlists

source: Playlists rescan/regenerate when re-entering
fr_fr: Les playlists sont re-scannées / régénérées lors d'un accès

source: Default playlist export folder
fr_fr: Dossier d'export des playlists par défaut

source: Also auto-import new playlists from here
fr_fr: Également auto-importer les nouvelles playlists depuis ici

source: Only runs during "Rescan All Folders"
fr_fr: Ne se lance que pendant une réanalyse de tous les dossiers

source: Save "simple" lyrics changes back to their original files
fr_fr: Sauvegarder les modifications « simples » des paroles vers leur fichiers d'origine

source: Includes search, clear, paste, etc. Manual edits will always save this way.
fr_fr: Inclut les recherches, les suppressions, les collages, etc. Les changements manuels seront toujours sauvegardées ainsi.

source: Only enable in a trusted LAN and do not expose port (7814) to the internet
fr_fr: À activer seulement dans un réseau LAN de confiance. Ne pas exposer le port 7814 sur Internet

source: Block suspend
fr_fr: Bloquer la mise en veille

source: Prevent system suspend during playback
fr_fr: Empêcher la suspension durant la lecture

source: Resume from suspend
fr_fr: Reprendre lors du réveil

source: Continue playback when waking from sleep
fr_fr: Continuer la lecture à la sortie de veille

source: Record Radio
fr_fr: Enregistrer la radio

source: Record and split songs when playing internet radio
fr_fr: Enregistrer et découper les musiques pendant la lecture d'une webradio

source: Tracks will now be recorded. Restart any playback for change to take effect.
fr_fr: Les pistes vont être enregistrées. Veuillez redémarrer la lecture pour appliquer les modifications.

source: Tracks will be saved to "Saved Radio Tracks" playlist.
fr_fr: Les pistes seront enregistrées dans la playlist « Saved Radio Tracks ».

source: Enable Discord Rich Presence
fr_fr: Activer Discord Rich Presence

source: For troubleshooting Discord RP
fr_fr: Pour les problèmes avec Discord Rich Presence

source: Sorry, this feature is unavailable with snap
fr_fr: Désolé, cette fonctionnalité est indisponible sur Snap.

source: Disabled
fr_fr: Désactivé

source: Show threshold marker
fr_fr: Afficher le marqueur de seuil

source: Logout
fr_fr: Déconnexion

source: Login
fr_fr: Se connecter

source: Copy the full URL of the resulting 'oops' page
fr_fr: Copier le lien complet de la page d'erreur

source: Paste Redirect URL
fr_fr: Coller le lien du site web

source: Paste TIDAL URL's into Tauon using ctrl+v
fr_fr: « Ctrl + V » pour coller le lien vers TIDAL dans Tauon

source: Import Albums
fr_fr: Importer les albums

source: Fetching playlist...
fr_fr: Recherche de la playlist…

source: Import Tracks
fr_fr: Importer les pistes

source: IP
fr_fr: Adresse IP

source: Playlist name
fr_fr: Nom de la playlist

source: Get playlist
fr_fr: Obtenir la playlist

source: An operation is already running
fr_fr: Une opération est déjà en cours

source: Maloja Server
fr_fr: Serveur Maloja

source: Maloja is a self-hosted scrobble server.
fr_fr: Maloja est un serveur de scrobble auto-hébergé.

source: See here to learn more: {link}
fr_fr: Cliquez ici pour en savoir plus (en anglais) : {link}

source: Server URL
fr_fr: Lien du serveur

source: API Key
fr_fr: Clé API

source: Test connectivity
fr_fr: Tester la connexion

source: Connection appeared successful but the API key was invalid
fr_fr: La connexion a réussie mais la clé API est invalide

source: Connection to Maloja server was successful.
fr_fr: Connexion au serveur Maloja réussie.

source: The Maloja server returned an error
fr_fr: Une erreur est survenue côté serveur

source: Could not communicate with the Maloja server
fr_fr: Communication avec le serveur Maloja impossible

source: Get scrobble counts
fr_fr: Récupérer le nombre de scrobbles

source: Clear
fr_fr: Vider

source: View setup instructions
fr_fr: Voir les instructions (en anglais)

source: Client ID
fr_fr: ID du client

source: Forget Account
fr_fr: Oublier le compte

source: Authorise
fr_fr: Autoriser

source: Prefer launching web player
fr_fr: Préférer le lancement du lecteur Web

source: Enable local audio playback
fr_fr: Activer la lecture d'audio locale

source: Librespot not installed?
fr_fr: Librespot n'est pas installé ?

source: Airsonic/Subsonic network streaming
fr_fr: Streaming réseau Airsonic / Subsonic

source: Username / Email
fr_fr: Nom d’utilisateur / Courriel

source: Password
fr_fr: Mot de passe

source: Import music to playlist
fr_fr: Importer les musiques vers une playlist

source: Use plain text authentication
fr_fr: Utiliser l'authentification en texte brut

source: Needed for Nextcloud Music
fr_fr: Nécessaire pour Nextcloud Music

source: Jellyfin network streaming
fr_fr: Streaming réseau Jellyfin

source: Username
fr_fr: Nom d’utilisateur

source: Import playlists
fr_fr: Importer les playlists

source: Run music import first
fr_fr: Lancez l'import des musiques en premier

source: koel network streaming
fr_fr: Streaming réseau koel

source: PLEX network streaming
fr_fr: Streaming réseau PLEX

source: Server name
fr_fr: Nom du serveur

source: Missing dependency python-lynxpresence
fr_fr: Dépendance python-lynxpresence manquante

source: Fanart.tv can be used for sourcing of artist images and cover art.
fr_fr: Fanart.tv peut être utilisé comme source pour les images d’artistes et les pochettes.

source: Cover art (Manual only)
fr_fr: Pochette (manuel)

source: Artist images (Automatic)
fr_fr: Images d'artistes (automatique)

source: Flip current
fr_fr: Retourner l'actuel

source: Reset flips
fr_fr: Position réinitialisée

source: Username:
fr_fr: Nom d’utilisateur :

source: Done
fr_fr: Valider

source: Use LibreFM
fr_fr: Utiliser LibreFM

source: Click login to open the last.fm web authorisation page (paste from clipboard if it didn't open) and follow prompt. Then return here and click "Done".
fr_fr: Cliquez « Se connecter » pour ouvrir la page de connexion (coller le lien en cas d'échec), suivez les instructions puis revenez ici et cliquez « Valider ».

source: Forget account
fr_fr: Oublier le compte

source: Get user loves
fr_fr: Récupérer C.d.c. de l'utilisateur

source: Clear local loves
fr_fr: Vider les favoris locaux

source: Get friend loves
fr_fr: Récupérer C.d.c. des ami⋅e⋅s

source: Pull love on scrobble/rescan
fr_fr: Récupérer C.d.c au scrobble / re-scan

source: Note that this will overwrite the local loved status if different to last.fm status
fr_fr: Notez que l'état des favoris sur Tauon sera écrasé s'il diffère des coups de cœur sur last.fm

source: Paste Token
fr_fr: Coller la clé

source: This will mark all tracks in local database as unloved!
fr_fr: Ceci enlèvera des favoris toutes les pistes de la base de données locale !

source: Cleared all loves
fr_fr: Favoris nettoyés

source: Error, not connected to last.fm
fr_fr: Erreur, non connecté à last.fm

source: Warning: This process will take approximately {T} minutes to complete.
fr_fr: Attention : Ce processus se terminera en {T} minutes environ.

source: Press again while holding Shift if you understand
fr_fr: Appuyez de nouveau en maintenant « Maj » si vous êtes sûr.e

source: A process is already running. Wait for it to finish.
fr_fr: Un processus est déjà en cours. Attendez qu'il soit terminé.

source: Cleared all scrobble counts
fr_fr: Comptes de scrobble effacés

source: Warning: This process can take a long time to complete! (up to an hour or more)
fr_fr: Attention : Ce processus peut prendre beaucoup de temps ! (jusqu’à une heure ou plus)

source: This feature is not recommended for accounts that have many friends.
fr_fr: Cette fonctionnalité n’est pas recommandée pour les comptes ayant beaucoup d'amis.

source: Selected playlist:
fr_fr: Playlist sélectionnée :

source: No sync playlist selected!
fr_fr: Aucune playlist de synchronisation sélectionnée !

source: Path to device music folder:
fr_fr: Chemin d’accès au dossier « Musique » de l’appareil :

source: A mounted music folder was found!
fr_fr: Un dossier « Musique » monté a été trouvé !

source: Could not auto-detect mounted device path.
fr_fr: Échec de l'auto-détection du chemin de l'appareil monté.

source: Make sure the device is mounted and path is accessible.
fr_fr: Vérifiez que l'appareil soit monté et son chemin, accessible.

source: Delete all other folders in target
fr_fr: Supprimer tous les autres dossiers dans la cible

source: Transcode files
fr_fr: Encoder les fichiers

source: Bypass low bitrate
fr_fr: Ignorer les débits faibles

source: Start Transcode and Sync
fr_fr: Démarrer l'encodage et la synchro

source: Start Sync
fr_fr: Démarrer la syncho

source: Stopping...
fr_fr: Arrêt en cours…

source: Select a source playlist
fr_fr: Sélectionner une playlist source

source: Right click tab > Misc... > Set as sync playlist
fr_fr: Cliquez-droit sur l'onglet, puis « Divers... > Définir comme playlist de synchronisation »

source: Stop
fr_fr: Arrêter

source: See here for detailed instructions
fr_fr: Cliquez ici pour voir plus d'instructions (en anglais)

source: Output codec setting:
fr_fr: Options du codec de sortie :

source: Open output folder
fr_fr: Ouvrir le dossier de sortie

source: Sync...
fr_fr: Synchro…

source: Save opus as .ogg extension
fr_fr: Enregistrer les fichiers opus en tant que .ogg

source: Save to output folder
fr_fr: Enregistrer dans le dossier de sortie

source: Save and overwrite files inplace
fr_fr: Enregistrer et écraser les fichiers présents

source: Emit track change notifications
fr_fr: Afficher les notifications de changement de piste

source: Draw own window decorations
fr_fr: Utiliser la décoration de fenêtre de Tauon

source: Show playing in titlebar
fr_fr: Afficher la piste en cours dans la barre de titre

source: Mini-mode always on top
fr_fr: Mode mini toujours au dessus

source: Always-on-top feature not yet implemented for Wayland mode
fr_fr: Les fenêteres toujours au dessus ne sont pas encode dispo. sur Wayland

source: You can enable the x11 setting below as a workaround
fr_fr: Vous pouvez activer x11 juste en dessous en attendant

source: Top-panel visualiser
fr_fr: Visualiseur du panneau supérieur

source: Showcase visualisation
fr_fr: Visualisation en mode présentation

source: UI scale for HiDPI displays
fr_fr: Échelle de l'IU pour les écrans HiDPI

source: Auto scale
fr_fr: Échelle automatique

source: Prefer x11 when running in Wayland
fr_fr: Préférer x11 lors d'une session Wayland

source: This program comes with absolutely no warranty.
fr_fr: Ce logiciel est distribué sans aucune garantie.

source: See the {link} license for details.
fr_fr: Pour plus de détails, voir la licence {link}

source: Created by
fr_fr: Créé par

source: Contributors
fr_fr: Contributeurs

source: Open source software used
fr_fr: Logiciels open source utilisés

source: Open source software used (cont'd)
fr_fr: Logiciels open source utilisés (suite)

source: Public Domain
fr_fr: Domaine public

source: Credits
fr_fr: Crédits

source: Next
fr_fr: Suivant

source: Chart Grid Generator
fr_fr: Générateur de planches de contact

source: Target playlist:
fr_fr: Playlist cible :

source: Level 1
fr_fr: Niveau 1

source: Level 2
fr_fr: Niveau 2

source: Level 3
fr_fr: Niveau 3

source: by
fr_fr: par

source: Rows
fr_fr: Lignes

source: Columns
fr_fr: Colonnes

source: Cascade style
fr_fr: Styles en cascade

source: Use padding
fr_fr: Espacer

source: Include album titles
fr_fr: Inclure le titre des albums

source: Sort by top played
fr_fr: Trier par les plus joués

source: Randomise BG
fr_fr: Fond aléatoire

source: Generate
fr_fr: Générer

source: Be patient!
fr_fr: Un peu de patience !

source: No font set in config
fr_fr: Aucune police n'est configurée

source: Generating...
fr_fr: Génération en cours...

source: Not enough albums in the playlist!
fr_fr: Pas assez d'albums dans la playlist !

source: Chart generator...
fr_fr: Générateur de planches de contact…

source: Tracks in playlist
fr_fr: Pistes dans la playlist

source: Albums in playlist
fr_fr: Albums dans la playlist

source: Playlist duration
fr_fr: Durée de la playlist

source: Tracks in database
fr_fr: Pistes dans la base de données

source: Total albums
fr_fr: Nombre d'albums

source: Total playtime
fr_fr: Durée totale

source: Show track loves
fr_fr: Afficher les pistes favorites

source: Track ratings
fr_fr: Votes de la piste

source: Album ratings
fr_fr: Votes de l'album

source: Represent playtime as stars
fr_fr: Des étoiles montrent le temps d'écoute

source: Represent playcount as lines
fr_fr: Des lignes montrent le nombre d'écoutes

source: Left align title style
fr_fr: Aligner les titres à gauche

source: Show album genre
fr_fr: Afficher le genre de l'album

source: Show album release year
fr_fr: Afficher l'année de l'album

source: Show album duration
fr_fr: Afficher la durée de l'album

source: Font Size
fr_fr: Taille de la police

source: Row Size
fr_fr: Taille des lignes

source: Baseline offset
fr_fr: Décalage de base

source: Thin default
fr_fr: Petit interligne

source: Thick default
fr_fr: Grand interligne

source: It looks like something is being downloaded...
fr_fr: Quelque chose est en train d'être téléchargé...

source: Let's check back later...
fr_fr: On y reviendra plus tard...

source: Importing XSPF playlist
fr_fr: Importation de la playlist XSPF

source: Importing XSPF playlist...
fr_fr: Importation de la playlist XSPF...

source: Extracting Archive...
fr_fr: Extraction de l'archive...

source: Importing...
fr_fr: Importation...

source: Scanning Tags... {N} remaining
fr_fr: Analyse des tags... {N} restant.s

source: File copy in progress...
fr_fr: Copie de fichier en cours...

source: Cleaning db...
fr_fr: Nettoyage de la base...

source: Rescanning Tags... {N} remaining
fr_fr: Réanalyse des tags... {N} restant.s

source: Accessing PLEX library...
fr_fr: Accès à la librairie PLEX...

source: Launching Spotify...
fr_fr: Démarrage de Spotify...

source: Preparing Spotify Playback...
fr_fr: Préparation de la lecture Spotify...

source: Accessing Spotify library...
fr_fr: Importation de playlists Spotify…

source: Accessing AIRSONIC library...
fr_fr: Accès à la librairie AIRSONIC...

source: Accessing KOEL library...
fr_fr: Accès à la librairie KOEL...

source: Accessing JELLYFIN library...
fr_fr: Accès à la librairie JELLYFIN...

source: Chromecast Mode
fr_fr: Mode Chromecast

source: Stopping transcode...
fr_fr: Arrêt de l'encodage...

source: Scanning:
fr_fr: Analyse :

source: Scanning Scrobbles...
fr_fr: Analyse des scrobbles...

source: Buffering...
fr_fr: Mise en mémoire tampon…

source: Network error. Will try again later.
fr_fr: Erreur réseau. Nouvel essai à venir.

source: {N} listening along
fr_fr: {N} en écoute partagée

source: Transcoding
fr_fr: Encodage

source: {N} Folder Remaining {T}
fr_fr: {N} Dossier restant {T}

source: {N} Folders Remaining {T}
fr_fr: {N} Dossiers restants {T}

source: Play, RC: Go to playing
fr_fr: Lecture, RC : aller à l'élément en cours

source: Shuffle On
fr_fr: Aléatoire activé

source: Shuffle Off
fr_fr: Aléatoire désactivé

source: Repeat On
fr_fr: Boucle activée

source: Repeat Off
fr_fr: Boucle désactivée

source: Back, RC: Toggle repeat, MC: Revert
fr_fr: Retour, RC : permuter le bouclage, MC : rétablir

source: Playback menu
fr_fr: Menu de lecture

source: Shuffle
fr_fr: Aléatoire

source: Repeat album
fr_fr: Boucler l'album

source: Repeat track
fr_fr: Boucler la piste

source: Playlist is empty
fr_fr: La playlist est vide

source: Drag and drop files to import
fr_fr: Glisser-déposer les fichiers à importer

source: End of Playlist
fr_fr: Fin de la playlist

source: Fetching image...
fr_fr: Recherche de l'image...

source: Search Tag
fr_fr: Rechercher par tags

source: Search Country Code
fr_fr: Rechercher par code de pays

source: Search Title
fr_fr: Rechercher par titre

source: Search text…
fr_fr: Tapez pour rechercher…

source: Search
fr_fr: Rechercher

source: Get Top Voted
fr_fr: Récupérer les plus votées

source: Developer Picks
fr_fr: Sélection du développeur

source: Add Station
fr_fr: Ajouter une station

source: Edit Station
fr_fr: Modifier la station

source: Station Browser
fr_fr: Explorer les stations

source: Connecting...
fr_fr: Connexion…

source: Failed to connect!
fr_fr: Impossible de se connecter !

source: kbps
fr_fr: ko/s

source: Name / Title
fr_fr: Nom / Titre

source: Raw Stream URL http://example.stream:1234
fr_fr: Lien du flux brut (http://exemple.flux:1234)

source: Save
fr_fr: Enregistrer

source: Enter a stream URL
fr_fr: Entrez un lien de flux

source: {N} Album chart
fr_fr: {N} albums sur la planche

source: Tauon SHUFFLE!
fr_fr: Tauon MÉLANGÉ

source: ALBUM SHUFFLE
fr_fr: ALBUMS MÉLANGÉS

source: Auto-importing playlists...
fr_fr: Auto-importation des playlists...

source: Uploading lyrics to LRCLIB...
fr_fr: Téléversement des paroles vers LRCLIB...

source: Could not validate URL. Must start with https:// or http://
fr_fr: Impossible de valider le lien. Il doit commencer par « https:// » ou « http:// »

source: Record and auto split songs
fr_fr: Enregistrer et découper les musiques

source: Please stop playback first before toggling this setting
fr_fr: Veuillez arrêter la lecture avant de changer cette préférence

source: Please stop playback first to end current recording
fr_fr: Veuillez arrêter la lecture avant de terminer l’enregistrement en cours

source: Tracks will now be recorded.
fr_fr: Les pistes seront désormais enregistrées.

source: Tip: You can press F9 to view the output folder.
fr_fr: Conseil : appuyez sur F9 pour voir le dossier de sortie.

source: Browse
fr_fr: Parcourir

source: Saved
fr_fr: Enregistré

source: Type codes separated by spaces. Codes will be executed left to right.
fr_fr: Entrez des codes séparés par des espaces. Les codes seront exécutés de gauche à droite.

source: Select sources: (default: all playlists)
fr_fr: Sélectionner les sources : (par défaut : toutes les playlists)

source: Select source playlist by name
fr_fr: Sélectionner une playlist source par nom

source: Select playlist itself
fr_fr: Sélectionner la playlist elle-même

source: Add tracks from sources: (at least 1 required)
fr_fr: Ajouter des pistes depuis des sources : (1 minimum)

source: Search artist name
fr_fr: Rechercher le nom de l'artiste

source: Search genre
fr_fr: Rechercher le genre

source: Find / Search / Path
fr_fr: Trouver / Rechercher / Chemin

source: Add all tracks
fr_fr: Ajouter toutes les pistes

source: Filters
fr_fr: Filtres

source: Limit to number of tracks
fr_fr: Limiter au nombre de pistes

source: Year: >, <, =
fr_fr: Année : >, <, =

source: Play count: >, <
fr_fr: Nombre de lectures : >, <

source: Duration (seconds): >, <
fr_fr: Durée (secondes) : >, <

source: Track rating 0-5: >, <, =
fr_fr: Votes de la piste 0-5 >, < =

source: Loved tracks
fr_fr: Pistes favorites

source: Has lyrics
fr_fr: Avec paroles

source: Search and keep
fr_fr: Rechercher et garder

source: Search and exclude
fr_fr: Rechercher et exclure

source: Sorters
fr_fr: Tri

source: Shuffle tracks
fr_fr: Pistes aléatoires

source: Shuffle albums
fr_fr: Albums aléatoires

source: Year: >, <
fr_fr: Année : >, <

source: Duration: >, <
fr_fr: Durée : >, <

source: Track Playtime: >, <
fr_fr: Temps d'écoute de la piste : >, <

source: Album playtime: >, <
fr_fr: Temps d'écoute de l'album : >, <

source: Invert tracks
fr_fr: Inverser les pistes

source: Invert albums
fr_fr: Inverser les albums

source: Track rating: >, <
fr_fr: Votes de la piste : >, <

source: Album rating: >, <
fr_fr: Votes de l'album : >, <

source: Modification date: >, <
fr_fr: Date de modification : >, <

source: Track number per album
fr_fr: Numéro de piste par album

source: Year per artist
fr_fr: Années par artistes

source: Sort by column name: >, <
fr_fr: Trier par nom de colonne : >, <

source: Special
fr_fr: Spécial

source: Automatically reload on imports
fr_fr: Rechargement auto. lors d'imports

source: Playlist not found
fr_fr: Playlist introuvable

source: Result is empty
fr_fr: Aucun résultat

source: Close quotation...
fr_fr: Fermer les guillemets...

source: {N} tracks
fr_fr: {N} pistes

source: {N} track
fr_fr: {N} piste

source: Downloading data...
fr_fr: Téléchargement...

source: First of artist's albums ({N} albums)
fr_fr: Premier des albums de l'artiste ({N} albums)

source: Last of artist's albums ({N} albums)
fr_fr: Dernier des albums de l'artiste ({N} albums)

source: Start of location {N} of {T} ({Nb} albums)
fr_fr: Début du {N}e sur {T} ({Nb} albums)

source: Location {N} of {T}
fr_fr: N°{N} sur {T}

source: End of location {N} of {T} ({Nb} albums)
fr_fr: Fin du {N}e sur {T} ({Nb} albums)

source: Start of location 1 of {N} ({Nb} albums)
fr_fr: Début du 1er sur {T} ({Nb} albums)

source: Location 1 of {N} ({Nb} albums)
fr_fr: N°1 sur {T} ({Nb} albums)

source: Location 1 of {N}
fr_fr: N°1 sur {T}

source: No artists in playlist
fr_fr: Aucun artiste dans la playlist

source: Artist threshold not met
fr_fr: Seuil d'artistes non atteint

source: Loading Artist List...
fr_fr: Chargement de la liste d'artistes...

source: Busy...
fr_fr: Occupé...

source: Loading Folder Tree...
fr_fr: Chargement de l'arborescence...

source: Folder Tree
fr_fr: Arborescence de dossiers

source: Play Now
fr_fr: Lire maintenant

source: Clear Queue
fr_fr: Vider la file d'attente

source: ↳ Except for This
fr_fr: ↳ ...sauf pour ceci

source: Queue to New Playlist
fr_fr: Ajouter à une nouvelle playlist

source: Queued Tracks
fr_fr: Pistes en attente

source: Cancel Auto-Stop
fr_fr: Annuler l'arrêt automatique

source: Auto-Stop
fr_fr: Arrêt automatique

source: Eh?
fr_fr: Ben...

source: Looks like it's gone now anyway
fr_fr: Il a complètement... Disparu ?

source: Queue
fr_fr: File d’attente

source: Add to Queue
fr_fr: Ajouter à la file d'attente

source: Up Next:
fr_fr: Suivant :

source: {N} Track
fr_fr: {N} piste

source: {N} Tracks
fr_fr: {N} pistes

source: No artist name found
fr_fr: Aucun nom d'artiste trouvé.

source: Looking up...
fr_fr: Recherche en cours...

source: Cooldown...
fr_fr: Tranquille...

source: Loading...
fr_fr: Chargement...
