Repository: Lorsoen/Tauon
Catalog: locale/*/LC_MESSAGES/tauon.po
Languages: fr_fr

source: Error loading old database, did the program not exit properly after updating? Oh well.
fr_fr: Erreur du chargement de l'ancienne base de données, est-ce que Tauon s'est correctement arrêté après la mise à jour ? Bon...

source: Upgrade complete. Run a tag rescan if you want enable ReplayGain
fr_fr: Mise à jour terminée. Une ré-analyse des tags est nécessaire pour ReplayGain

source: Upgrade complete. New sorting option may require tag rescan.
fr_fr: Mise à jour terminée. Une ré-analyse des tags est conseillée pour les nouvelles options de tri.

source: Updated to v2.6.3
fr_fr: Mis à jour en v2.6.3

source: Welcome to v4.4.0. Run a tag rescan if you want enable Composer metadata.
fr_fr: Bienvene en v4.4.0. Une ré-analyse des tags est nécessaire pour pouvoir activer les métadonnées des compositeurs.

source: Welcome to v6.1.0. Due to changes, please re-authorise Spotify
fr_fr: Bienvenue en v6.1.0. Veuillez ré-autoriser Spotify si vous l'utilisiez.

source: You can do this by clicking 'Forget Account', then 'Authroise' in Settings > Accounts > Spotify
fr_fr: Pour cela, cliquez sur « Oublier le compte », puis « Autoriser » dans « Options > Comptes > Spotify »

source: Welcome to v6.3.0. Due to an upgrade, please re-authorise Spotify
fr_fr: Bienvenue en v6.3.0. Veuillez ré-autoriser Spotify si vous l'utilisiez.

source: You can do this by clicking 'Authroise' in Settings > Accounts > Spotify
fr_fr: Pour cela, cliquez sur « Autoriser » dans « Options > Comptes > Spotify »

source: Upgrade to v6.5.1. It looks like you are using Spotify.
fr_fr: Mis à jour en v6.5.1. Tauon a détecté un compte Spotify.

source: Please click 'Authorise' again in the settings
fr_fr: Veuillez cliquer de nouveau sur « Autoriser » dans les options

source: Upgrade to v6.5.3 complete
fr_fr: Mise à jour en v6.5.3 terminée

source: It looks like you are using Spotify. Please re-setup Spotify again in the settings
fr_fr: Tauon a détecté un compte Spotify. Veuillez de nouveau re-configurer Spotify dans les options

source: Failed to start indicator
fr_fr: Impossible de lancer l'indicateur

source: B
fr_fr: o

source: KB
fr_fr: Ko

source: MB
fr_fr: Mo

source: GB
fr_fr: Go

source: Now
fr_fr: Maintenant

source: hr
fr_fr: h

source: dy
fr_fr: jour

source: mnth
fr_fr: mois

source: Unknown
fr_fr: Inconnu

source: Insufficient metadata to search
fr_fr: Métadonnées insuffisantes pour la recherche

source: Clipboard has no text
fr_fr: Le presse-papier est vide

source: Error finding matching track on GuitarParty
fr_fr: Erreur lors de la recherche d'une correspondance sur GuitarParty

source: Track not found on GuitarParty
fr_fr: Piste introuvable sur GuitarPlay

source: Error getting song from GuitarParty
fr_fr: Erreur lors de la récupération depuis GuitarPlay

source: Could not establish connection to server.
fr_fr: Impossible d'établir une connexion au serveur.

source: Check server is running and URL is correct.
fr_fr: Vérifiez si le serveur tourne et que le lien est correct.

source: Connection and authorisation successful
fr_fr: Connexion et autorisation réussie

source: 401 Authentication failed
fr_fr: 401, authentification échouée

source: Check username and password.
fr_fr: Vérifiez l'utilisateur et le mot de passe.

source: Jellyfin auth error
fr_fr: Erreur d'auth. à Jellyfin

source: Error connecting to Jellyfin
fr_fr: Erreur de connexion à Jellyfin

source: Error connecting to Jellyfin for Import
fr_fr: Erreur de connexion à Jellyfin pour l'import

source: Error accessing Jellyfin
fr_fr: Erreur d'accès à Jellyfin

source: Jellyfin Collection
fr_fr: Collection Jellyfin

source: Rescanning folders...
fr_fr: Réanalyse des dossiers…

source: Playlist is locked to prevent accidental deletion
fr_fr: La playlist est verrouillée afin d'éviter un accident

source: Are you sure you want to delete playlist: {name}?
fr_fr: Êtes-vous sûr·e de vouloir supprimer la playlist : {name} ?

source: Optional module python-pylast not installed
fr_fr: Module optionnel python-pylast non installé

source: Once authorised click the 'done' button.
fr_fr: Cliquez sur le bouton « Terminé » après avoir autorisé.

source: Web auth page opened
fr_fr: Page d'identification ouverte

source: You need to log in first
fr_fr: Vous devez d'abord vous identifier

source: Error - Not authorized
fr_fr: Erreur - Non autorisé

source: Unknown error.
fr_fr: Erreur inconnue.

source: Error
fr_fr: Erreur

source: Logout will complete on app restart.
fr_fr: La déconnexion sera effective une fois Tauon relancé.

source: Already connected to Last.fm
fr_fr: Déjà connecté à Last.fm

source: Authorise an account in settings
fr_fr: Autorisez-en un dans les options

source: No Last.Fm account registered
fr_fr: Aucun compte Last.fm enregistré

source: Connection to Last.fm was successful.
fr_fr: Connexion à Last.fm réussie.

source: Error connecting to Last.fm network
fr_fr: Erreur de connexion au réseau de Last.fm

source: Error communicating with Last.fm network
fr_fr: Erreur de communication avec le réseau de Last.fm

source: Scanning failed. Try again?
fr_fr: L'analyse a échoué. Réessayer ?

source: Scanning scrobbles complete
fr_fr: Analyse des scrobbles terminée

source: Removed {N} loves.
fr_fr: {N} loves ont été retirés.

source: There was an error, try re-log in
fr_fr: Une erreur s’est produite, réessayez de vous connecter

source: Getting friend data...
fr_fr: Chargement des données des ami⋅e⋅s…

source: This may take a very long time.
fr_fr: Cela peut prendre un très long moment.

source: There was an error getting friends loves
fr_fr: Une erreur s’est produite lors de la récupération des coups de cœur amis

source: Scanning loved tracks for: {username}
fr_fr: Analyse des pistes Coup de cœur pour : {username}

source: No username found
fr_fr: Nom d'utilisateur introuvable

source: User has no loved tracks.
fr_fr: L'utilisateur n'a pas de pistes Coup de cœur.

source: {N} matched tracks are up to date.
fr_fr: {N} pistes trouvée.s sont à jour.

source: {N} tracks matched. {T} were updated.
fr_fr: {N} pistes trouvée.s. {T} ont été.s mises à jour.

source: Of {N} loved tracks, no matches were found in local db
fr_fr: Sur {N} pistes Coup de cœur, aucune correspondance n'a été trouvé dans la base locale

source: This doesn't seem to be working :(
fr_fr: Ça n'a pas l'air de fonctionner :(

source: How did this even happen.
fr_fr: Comment vous avez fait votre compte.

source: There was an error submitting data to ListenBrainz
fr_fr: Une erreur s’est produite à l'envoi de données à ListenBrainz

source: There is no text in the clipboard
fr_fr: Le presse-papier est vide

source: That is not a valid token.
fr_fr: Cette clé n'est pas valide.

source: Spotify Likes
fr_fr: Likes Spotify

source: Spotify Albums
fr_fr: Albums Spotify

source: Track removed from liked tracks
fr_fr: Piste retirée des favoris

source: Track was already un-liked
fr_fr: La piste est déjà hors favoris

source: Track is already liked
fr_fr: La piste est déjà aux favoris

source: Track added to liked tracks
fr_fr: Piste ajoutée aux favoris

source: Spotify account connected
fr_fr: Compte Spotify connecté

source: This Spotify account isn't currently playing anything
fr_fr: Ce compte Spotify ne joue rien pour le moment

source: Error starting Spotify
fr_fr: Erreur au démarrage de Spotify

source: Please authorise Spotify in settings!
fr_fr: Veuillez autoriser Spotify dans les options !

source: Please authorise and click the enable toggle first!
fr_fr: Cliquez sur le bouton « Terminé » après avoir autorisé !

source: Spotify import complete
fr_fr: Importation de Spotify terminée

source: day
fr_fr: jour

source: days
fr_fr: jours

source: Scanning for Chromecasts...
fr_fr: Recherche de Chromecasts…

source: Cast to: %s
fr_fr: Diffuser sur : %s

source: No Chromecast devices found
fr_fr: Aucun Chromecast trouvé

source: End Cast
fr_fr: Arrêter la diffusion

source: Web server stopped.
fr_fr: Le serveur Web s’est arrêté.

source: Open Tauon Music Box
fr_fr: Ouvrir Tauon Music Box

source: Play/Pause
fr_fr: Lecture / Pause

source: Next Track
fr_fr: Piste suivante

source: Previous Track
fr_fr: Piste précédente

source: Quit
fr_fr: Quitter

source: Error importing XSPF playlist.
fr_fr: Erreur à l'import de la playlist XSPF.

source: Sorry about that.
fr_fr: Désolé.

source: Failed to locate {N} out of {T} tracks.
fr_fr: {N} pistes sur {T} n'ont pas été trouvées.

source: Shuffle Lockdown
fr_fr: Mode Aléatoire

source: Exit Shuffle Lockdown
fr_fr: Quitter le mode Aléatoire

source: Make Large Size
fr_fr: Grand format

source: Make Compact Size
fr_fr: Format compact

source: Can't open folder of a network track.
fr_fr: Impossible d'ouvrir un dossier sur une piste distante.

source: No item is currently playing
fr_fr: Lecture inactive pour l'instant

source: This track is a networked track.
fr_fr: Cette piste est une piste distante.

source: The source folder does not exist.
fr_fr: Le dossier source n'existe pas.

source: The destination folder does not exist.
fr_fr: Le dossier de destination n'existe pas.

source: The destination and source folders are the same.
fr_fr: Les dossiers sources et destinataires sont les mêmes.

source: Better not do anything to that folder!
fr_fr: Vaut mieux ne pas toucher à ce dosier !

source: Folder size safety limit reached! (3GB)
fr_fr: Limite de taille sécuritaire atteinte ! (3Go)

source: Rescanning folder...
fr_fr: Réanalyse des dossiers…

source: Unlock Panel
fr_fr: Détacher le panneau

source: Lock Panel
fr_fr: Verrouiller le panneau

source: Aborting Sync
fr_fr: Abandon de la synchro

source: Hide Metadata Panel
fr_fr: Masquer les métadonnées

source: Show Metadata Panel
fr_fr: Afficher les métadonnées

source: Panel Above Lyrics
fr_fr: Panneau au-dessus des paroles

source: Panel Below Lyrics
fr_fr: Panneau sous les paroles

source: Hide Lyrics
fr_fr: Masquer les paroles

source: Show Lyrics
fr_fr: Afficher les paroles

source: There are no lyric sources enabled.
fr_fr: Aucune source activée pour les paroles.

source: See 'lyrics settings' under 'functions' tab in settings.
fr_fr: Voir « Paroles > Sources » dans les options.

source: Let's be polite and try later.
fr_fr: Soyons courtois et réessayons plus tard.

source: Stop requesting lyrics AAAAAA.
fr_fr: Ça finit pas, J'AI PEUR

source: Searching...
fr_fr: Recherche en cours...

source: No lyrics for this track were found
fr_fr: Aucune paroles trouvées pour cette piste

source: Insufficient metadata to get lyrics
fr_fr: Métadonnées insuffisantes pour les paroles

source: Show static lyrics
fr_fr: Afficher les paroles statiques

source: Show synced lyrics
fr_fr: Afficher les paroles synchronisées

source: Saving network images not implemented
fr_fr: Enregistrement de pochettes distantes non implémenté

source: No embedded album art found file.
fr_fr: Aucune illustration intégrée n'a été trouvée.

source: Image save error.
fr_fr: Erreur lors de la sauvegarde.

source: A mysterious error occurred
fr_fr: Une erreur mystérieuse s'est produite

source: Cannot download art for network tracks.
fr_fr: Impossible de télécharger l'illustration des pistes réseau.

source: It doesn't look like this folder belongs to a single album, sorry
fr_fr: Ce dossier n'a pas l'air d'appartenir à un seul album, désolé

source: Directory missing.
fr_fr: Dossier manquant.

source: Looking up MusicBrainz ID...
fr_fr: Recherche de l’ID MusicBrainz…

source: Searching fanart.tv for cover art...
fr_fr: Recherche de pochettes sur fanart.tv...

source: Could not detect downloaded filetype.
fr_fr: Échec de la détection du type de fichier téléchargé.

source: Cover art downloaded from fanart.tv
fr_fr: Pochette téléchargée depuis fanart.tv

source: Searching MusicBrainz for cover art...
fr_fr: Recherche de pochettes sur MusicBrainz...

source: Cover art downloaded from MusicBrainz
fr_fr: Pochette téléchargée depuis MusicBrainz

source: Matching cover art or ID could not be found.
fr_fr: Aucune pochette correspondante trouvée.

source: Error - No handling for this kind of track
fr_fr: Erreur - Ce type de piste n'est pas supporté

source: Removing vorbis image not implemented
fr_fr: Suppresion de l'image impossible sur vorbis

source: Image remove error
fr_fr: Erreur à la supression de l'image

source: Image removal failed.
fr_fr: La suppression de l'image a échoué.

source: Deleted embedded picture from file
fr_fr: Supprimer la pochette des métadonnées du fichier

source: {N} files processed
fr_fr: {N} fichiers traités

source: Something went wrong
fr_fr: Il y a eu un souci

source: Delete Image File
fr_fr: Supprimer l'image

source: Delete Embedded | Folder
fr_fr: Supprimer l'image des métadonnées | Dossier

source: Delete Embedded | Track
fr_fr: Supprimer l'image des métadonnées | Piste

source: ListenBrainz is enabled but there is no token.
fr_fr: ListenBrains est actif mais n'a pas de clé de validation.

source: Safety interupt! The source path seems oddly short.
fr_fr: Opération interrompue ! Le chemin source est anormalement court.

source: Could not write lyrics to file
fr_fr: Échec de l'écriture des paroles vers un fichier

source: We don't know how to write lyrics to the filetype:
fr_fr: Tauon ne sait pas écrire des paroles vers ce type de fichier :

source: (We still saved to the internal database)
fr_fr: (Mais

source: File doesn't exist or is not accessible
fr_fr: Le fichier n'existe pas ou n'est pas accessible

source: This will erase any embedded image in {N} files. Are you sure?
fr_fr: Cette action supprimera toute illustration intégrée dans {N} fichiers. Êtes-vous sûr.e ?

source: Paste Spotify Album
fr_fr: Coller l'album Spotify

source: There are no tracks in this playlist. Nothing to export
fr_fr: Il n’y a aucune piste dans cette playlist. Rien à exporter.

source: Playlist is locked to prevent accidental erasure
fr_fr: La playlist est verrouillée afin d'éviter un accident

source: This includes the conversion of a lossy codec to a lossless one!
fr_fr: Ceci inclut la conversion d'un codec à pertes vers un sans pertes !

source: Generated:
fr_fr: Générée.s :

source: Tracks in playlist:
fr_fr: Pistes dans la playlist :

source: Repeats in playlist:
fr_fr: Boucles dans la playlist :

source: Total local size:
fr_fr: Taille locale totale :

source: Playlist duration:
fr_fr: Durée de la playlist :

source: Total playtime:
fr_fr: Durée totale :

source: Track types:
fr_fr: Types de piste :

source: Percent of tracks are CUE type:
fr_fr: Pourcentage de pistes avec un relevé musical :

source: MP3 bitrates (kbps):
fr_fr: Débit des fichiers MP3 (ko/s) :

source: Others
fr_fr: Autres

source: OGG bitrates (kbps):
fr_fr: Débit des fichiers OGG (ko/s) :

source: Top Artists
fr_fr: Top des artistes

source: Top Albums
fr_fr: Top des albums

source: Top Genres
fr_fr: Top des genres

source: Playlist is locked
fr_fr: La playlist est verrouillée

source: Add Spotify Album
fr_fr: Ajouter un album Spotify

source: Cannot sync when in transcode inplace mode
fr_fr: Impossible de synchroniser en mode transcodage sur place

source: No target folder selected
fr_fr: Pas de dossier cible sélectionné

source: Target folder could not be found
fr_fr: Le dossier cible n'a pas pu être trouvé

source: Deleting folders...
fr_fr: Supression des dossiers...

source: Copying files to device
fr_fr: Copie des fichiers vers l'appareil

source: Cannot use relative paths
fr_fr: Impossible d'utiliser des chemins relatifs

source: One or more tracks are stored on a separate drive from the playlist file.
fr_fr: Une ou plusieurs piste sont stockées sur un disque séparé du fichier playlist.

source: Sync aborted! Low disk space on target device
fr_fr: Synchronisation annulée ! Pas assez d'espace disque sur l'appareil cible

source: One or more folders to sync has the same name. Skipping.
fr_fr: Un ou plusieurs dossiers à synchroniser ont le même nom. Le dossier sera ignoré.

source: Sync warning
fr_fr: Avertissement lié à la synchronisation

source: One or more folders is missing
fr_fr: Un ou plusieurs dossiers sont manquants.

source: {N} Folders Remaining
fr_fr: {N} dossiers restants

source: {N} Folder Remaining
fr_fr: {N} dossier restant

source: Sync completed
fr_fr: Synchronisation terminée

source: Set as Sync Playlist
fr_fr: Définir comme playlist de synchronisation

source: Un-set as Sync Playlist
fr_fr: Ne plus définir comme playlist de synchronisation

source: Set as Downloads Playlist
fr_fr: Définir comme playlist des téléchargements

source: Un-set as Downloads Playlist
fr_fr: Ne plus définir comme playlist des téléchargements

source: Set Use Persistent Time
fr_fr: Reprendre là où Tauon s'est arrété

source: Un-set Use Persistent Time
fr_fr: Ne plus reprendre là où Tauon s'est arrété

source: Export complete.
fr_fr: Export terminé.

source: Saved as:
fr_fr: Enregistré en tant que :

source: Top Rated Tracks
fr_fr: Pistes les mieux évaluées

source: Top Played Tracks
fr_fr: Pistes les plus jouées

source: Top Played Albums
fr_fr: Albums les plus jouées

source: Top Rated Albums
fr_fr: Albums les mieux évalués

source: Tracks with lyrics
fr_fr: Pistes avec des paroles

source: No tracks with lyrics were found.
fr_fr: Aucune piste avec des paroles trouvée.

source: Note this may include albums that simply have tracks missing an album tag
fr_fr: Notez que ceci peut inclure des albums qui ont simplement des pistes sans étiquette d’album

source: Incomplete Albums
fr_fr: Albums non-complets

source: No incomplete albums were found.
fr_fr: Aucun album non-complet trouvé.

source: File Modified
fr_fr: Fichier modifié

source: Loved
fr_fr: Favori

source: No loved tracks were found.
fr_fr: Aucune piste « Loved » trouvée.

source: Interesting Comments
fr_fr: Commentaires intéressants

source: Nothing of interest was found.
fr_fr: Rien d'intéressant n'a été trouvé.

source: ReplayGain Tracks
fr_fr: Pistes ReplayGain

source: No replay gain tags were found.
fr_fr: Aucun tag « ReplayGain » trouvé.

source: Duration Sorted
fr_fr: Tri par durée

source: Longest Albums
fr_fr: Albums les plus longs

source: Year Sorted
fr_fr: Tri par année

source: Shuffled Tracks
fr_fr: Pistes aléatoires

source: Shuffled Albums
fr_fr: Albums aléatoires

source: Lucky Random
fr_fr: Aléatoire chanceux

source: Reversed
fr_fr: Inversé

source: Reversed Albums
fr_fr: Albums inversés

source: Duplicate
fr_fr: Doublon

source: Filepath Sorted
fr_fr: Tri par chemin des fichiers

source: Artist Sorted
fr_fr: Artiste trié

source: Album Sorted
fr_fr: Tri par album

source: Cannot reload while a transcode is in progress!
fr_fr: Impossible de recharger lors d'un encodage en cours !

source: Configuration reloaded
fr_fr: Configuration rechargée

source: Click "Reload" if you made any changes
fr_fr: Cliquez sur « Recharger » si vous avez effectué des modifications

source: Config file opened.
fr_fr: Fichier de configuration ouvert.

source: Input file missing
fr_fr: Fichiers d'affectation des touches manquant

source: Transcoding tracks from network locations is not supported
fr_fr: L'encodage de pistes depuis des emplacements réseau n'est pas supporté

source: Im not going to let you transcode a lossy codec to a lossless one!
fr_fr: Je ne peux pas vous laisser passer d'un codec à pertes vers un sans pertes.

source: NO! Bad user!
fr_fr: Je suis désolé Dave.

source: Transcoding spotify tracks not possible
fr_fr: La conversion de pistes Spotify n'est pas possible

source: More than one folder is in the clipboard
fr_fr: Plus d'un dossier est présent dans le presse-papier

source: This function can only move one folder at a time.
fr_fr: Vous ne pouvez en déplacer qu'un seul à la fois.

source: The target directory is missing!
fr_fr: Le dossier cible est manquant !

source: The source directory is missing!
fr_fr: Le dossier source est manquant !

source: The track needs to have an artist name.
fr_fr: La piste doit contenir un nom d'artiste.

source: Safety interupt! The source folder seems to have many files.
fr_fr: Opération interrompue ! Le dossier source est anormalement volumineux.

source: Could not find a folder with the artist's name to match level at.
fr_fr: Aucun dossier avec le nom d'artiste correspondant au niveau n'a pu être trouvé.

source: Tracks sent to trash
fr_fr: Pistes envoyées à la corbeille

source: One or more tracks could not be sent to trash
fr_fr: Une ou plusieurs pistes n'ont pas pu êtres envoyées à la corbeille

source: Files deleted
fr_fr: Fichiers supprimés

source: Error deleting one or more files
fr_fr: Erreur lors de la suppression d'un ou plusieurs fichiers

source: Un-Love Track
fr_fr: Retirer des favoris

source: Love Track
fr_fr: Ajouter aux favoris

source: Spotify Like Track
fr_fr: Piste Spotify liké

source: Un-like Spotify Track
fr_fr: Disliker la piste Spotify

source: Cannot delete a network track
fr_fr: Impossible de supprimer une piste réseau

source: File deleted
fr_fr: Fichier supprimé

source: Error deleting file
fr_fr: Erreur lors de la suppression du fichier

source: File moved to trash
fr_fr: Fichier déplacé dans la corbeille

source: Rename (Single track)
fr_fr: Renommer (piste seule)

source: Rename Tracks…
fr_fr: Renommer les pistes…

source: Cannot physically delete
fr_fr: Impossible de supprimer physiquement

source: One or more tracks is from a network location!
fr_fr: Une ou plusieurs pistes proviennent d’un emplacement distant !

source: This folder path seems short, I don't wanna try delete that
fr_fr: Le chemin du dossier semble court, pas de risques inutiles

source: Error deleting folder. The folder seems to be missing.
fr_fr: Erreur à la supression du dossier. Il semble être manquant.

source: It's gone! Just gone!
fr_fr: Euh... Il a complètement... Disparu ?

source: I don't think we should delete that folder.
fr_fr: Je ne crois pas que l'on devrait toucher à ce dossier.

source: Woah, careful there!
fr_fr: Houla, attention !

source: Delete size safety limit reached! (1.5GB)
fr_fr: Limite de sécurité de taille avant suppression atteinte ! (1.5 Go)

source: Folder deleted.
fr_fr: Dossier supprimé.

source: Folder sent to trash.
fr_fr: Dossier envoyé à la corbeille

source: Hmm, its still there
fr_fr: Hmm, il est toujours là

source: Could not delete folder. Try checking permissions.
fr_fr: Échec de la suppresion du dossier. Vérifiez les permissions.

source: Unable to comply.
fr_fr: Impossible d'obéir.

source: Folder could not be trashed.
fr_fr: Le dossier n’a pas pu être envoyé à la corbeille.

source: Try again while holding shift to force delete.
fr_fr: Réessayez en maintenant la touche Maj enfoncée pour forcer.

source: Cannot rename
fr_fr: Renommage impossible

source: The generated name is too short
fr_fr: Le nom généré est trop court

source: Rename error.
fr_fr: Erreur lors du renommage.

source: This folder path seems short, I don't wanna try rename that
fr_fr: Le chemin du dossier semble court, pas de risques inutiles

source: Rename Failed. The original folder is missing.
fr_fr: Échec du renommage. Le dossier original est manquant.

source: I don't think we should rename that folder.
fr_fr: Je ne crois pas que l'on devrait renommer ce dossier.

source: The folder already has that name.
fr_fr: Le dossier porte déjà ce nom.

source: A folder with that name already exists
fr_fr: Un dossier du même nom existe déjà

source: Rename Failed.
fr_fr: Échec du renommage.

source: Rename Failed!
fr_fr: Échec du renommage !

source: Something went wrong, sorry.
fr_fr: Désolé, il y a eu un souci.

source: Folder renamed.
fr_fr: Dossier renommé.

source: Renamed to: {name}
fr_fr: Renommé en : {name}

source: Not applicable for a network track.
fr_fr: Impossible de renommer une piste réseau.

source: Cannot move
fr_fr: Déplacement impossible

source: Error shifting directory
fr_fr: Erreur au changement de dossier

source: The directory does not appear to exist
fr_fr: Le dossier ne semble pas exister
