Repository: Lorsoen/Tauon
Catalog: locale/*/LC_MESSAGES/tauon.po
Languages: fr_fr

source: System Error!
fr_fr: Erreur système !

source: Cannot clean
fr_fr: Nettoyage impossible

source: Error deleting files.
fr_fr: Erreur à la suppression des fichiers

source: May not have permission or file may be set to read-only
fr_fr: Vérifiez les permissions ou si les fichiers sont en lecture seule

source: Autodetect failed
fr_fr: Échec de l'autodétection

source: Transcode Single
fr_fr: Encoder la piste

source: Transcode Folder
fr_fr: Encoder le dossier

source: URL copied to clipboard
fr_fr: Lien copié dans le presse-papiers

source: No results found
fr_fr: Aucun résultat trouvé

source: Copy Spotify Album URL
fr_fr: Copier le lien Spotify de l'album

source: Lookup Spotify Album URL
fr_fr: Chercher le lien de l’album Spotify

source: Save Album to Spotify
fr_fr: Enregistrer l'album dans Spotify

source: Un-save Spotify Album
fr_fr: Supprimer l'album de Spotify

source: Queue {N}
fr_fr: File d’attente {N}

source: No matching artist result found
fr_fr: Aucun résultat d’artiste correspondant trouvé

source: Not implemented
fr_fr: Non implémenté

source: Artist
fr_fr: Artiste

source: Title
fr_fr: Titre

source: Duration
fr_fr: Durée

source: Date
fr_fr: Année

source: Track Number
fr_fr: Numéro de piste

source: Play Count
fr_fr: Nombre de lectures

source: Bitrate
fr_fr: Débit

source: Filename
fr_fr: Nom de fichier

source: Starline
fr_fr: Étoiles

source: Rating
fr_fr: Évaluation

source: Album Artist
fr_fr: Artiste d'album

source: Comment
fr_fr: Commentaire

source: Filepath
fr_fr: Chemin

source: Scrobble Count
fr_fr: Nombre de scrobbles

source: Composer
fr_fr: Compositeur

source: Disc Number
fr_fr: Numéro du disque

source: Has Lyrics
fr_fr: Avec paroles

source: Is CUE Sheet
fr_fr: Relevé musical

source: Auto Resize
fr_fr: Redimensionnement automatique

source: Hide bar
fr_fr: Masquer la barre

source: Remove This
fr_fr: Retirer

source: More…
fr_fr: Plus…

source: Cannot remove the only column.
fr_fr: Impossible de supprimer la seule colonne.

source: Play History
fr_fr: Historique de lecture

source: {N} ratings imported
fr_fr: {N} évaluations importées

source: Internal Track ID
fr_fr: Identifiant de piste

source: File Changed
fr_fr: Fichier changé

source: This will delete all track and album ratings from the local database!
fr_fr: Cette action supprimera toutes les évaluations des pistes et albums de la base de données !

source: Press button again while holding shift key if you're sure you want to do that.
fr_fr: Appuyez à nouveau sur le bouton tout en maintenant la touche Maj enfoncée si vous êtes sûr·e et certain.e.

source: Stop Cast
fr_fr: Arrêter la diffusion

source: pychromecast not found
fr_fr: pychromecast introuvable

source: Searching for Chomecasts...
fr_fr: Recherche de Chromecasts…

source: No metadata available to copy
fr_fr: Aucune métadonnée disponible à copier

source: Please wait for cleaning process to finish
fr_fr: Veuillez attendre que le nettoyage soit terminé

source: Copy Album URL
fr_fr: Copier l’URL de l’album

source: Lookup Spotify Album
fr_fr: Chercher l’album Spotify

source: Please wait until current job is finished
fr_fr: Veuillez patienter jusqu’à ce que la tâche en cours soit terminée

source: Importing Spotify playlists...
fr_fr: Importation de playlists Spotify…

source: > Import All Playlists
fr_fr: > Importer toutes les playlists

source: Show Full Album
fr_fr: Montrer l'album complet

source: Fetching...
fr_fr: Recherche en cours…

source: ListenBrainz is Paused
fr_fr: ListenBrainz en pause

source: Scrobbling is Paused
fr_fr: Scrobbling en cours

source: ListenBrainz is Active
fr_fr: ListenBrainz en cours

source: Scrobbling is Active
fr_fr: Scrobbling en cours

source: Unknown Track
fr_fr: Piste inconnue

source: Error - Discord not running?
fr_fr: Erreur - Est-ce que Discord est lancé ?

source: Okay, it's a normal playlist now.
fr_fr: Ok, cette playlist est redevenue normale.

source: Unknown Artist
fr_fr: Artiste inconnu

source: You added tracks to a generator playlist. Do you want to clear the generator?
fr_fr: Vous avez ajouté des pistes dans une playlist génératrice. Voulez-vous nettoyer le générateur ?

source: Added station to:
fr_fr: Station ajoutée à :

source: Artist:
fr_fr: Artiste :

source: Filter Small Artists
fr_fr: Filtrer les petits artistes

source: Include All Artists
fr_fr: Inclure tous les artistes

source: Notice: Artist image sourced from fanart.tv
fr_fr: Info : l'image de l'artiste sera téléchargée depuis fanart.tv

source: They encourage you to contribute at {link}
fr_fr: Contributions bienvenues sur {link}

source: Resume Queue
fr_fr: Reprendre la liste d'attente

source: Pause Queue
fr_fr: Mettre en pause la liste d'attente

source: Image types other than PNG or JPEG are currently not supported
fr_fr: Les images hors des formats PNG et JPEG ne sont pas supportés

source: The link does not appear to refer to an image file.
fr_fr: Le lien ne semble pas se référer à une image.

source: Image download failed.
fr_fr: Échec du téléchargement de l'image.

source: You
fr_fr: Vous

source: Liked on Spotify
fr_fr: Liké sur Spotify...

source: New Radio List
fr_fr: Nouvelle liste de radio

source: New Playlist
fr_fr: Nouvelle playlist

source: Done! {N} old items were removed.
fr_fr: Terminé ! {N} anciens objets ont été retirés.

source: Clean Database!
fr_fr: Effacer la base de données !

source: Music
fr_fr: Musique

source: Url copied to clipboard
fr_fr: Lien copié dans le presse-papier

source: Looks like that's the only track in the album
fr_fr: On dirait que c'est la seule piste de l'album

source: Playlist contains non-Spotify tracks
fr_fr: La playlist contient des pistes hors-Spotify

source: Created new Spotify playlist
fr_fr: Nouvelle playlist Spotify créée

source: Error creating Spotify playlist
fr_fr: Erreur lors de la création de la playlist Spotify

source: Updated Spotify playlist
fr_fr: Playlist Spotify mise à jour

source: This playlist has no generator
fr_fr: Cette playlist n'a aucun générateur

source: OK. This playlist will automatically sort on import from now on
fr_fr: OK. Dès à présent, cette playlist sera automatiquement triée lors de l'import

source: You remove or edit this behavior by going "Misc..." > "Edit generator..."
fr_fr: Vous pouvez changer ça en allant dans « Divers... > Modifier le génerateur... »

source: A regen is already in progress...
fr_fr: Une re-génération est déjà en cours...

source: No duplicates were found
fr_fr: Aucun doublon n'a été trouvé.

source: {N} duplicates removed
fr_fr: {N} doublons supprimés

source: You can now add/remove albums to this playlist by right clicking in gallery of any playlist
fr_fr: Vous pouvez ajouter / retirer des albums à cette playlist par un clic droit dans n'importe quelle galerie

source: To exit this mode, click "Disengage" from main MENU
fr_fr: Pour quitter ce mode, cliquez sur « Désactiver » depuis l'onglet « MENU »

source: No artist image found.
fr_fr: Aucune image de l'artiste trouvée.

source: No providers are enabled in settings!
fr_fr: Aucune source définie dans les options !

source: Pin
fr_fr: Épingler

source: Unpin
fr_fr: Désépingler

source: Unlock
fr_fr: Déverrouiller

source: Lock
fr_fr: Vérrouiller

source: Application not found
fr_fr: L'application est introuvable

source: Tag editor app does not appear to be installed.
fr_fr: L’application d’édition des métadonnées ne semble pas être installée.

source: App not found on host OR insufficient Flatpak permissions.
fr_fr: Application non trouvée sur l'hôte OU permissions insuffisantes pour Flatpak.

source: For details, see {link}
fr_fr: Pour plus de détails, voir (en anglais) : {link}

source: Sorry, this feature isn't (yet) available with Snap.
fr_fr: Désolé, cette fonctionnalité n'est pas (encore) dispo sur Snap.

source: Cannot edit tags of a network track.
fr_fr: Impossible d'éditer les tags d'une piste réseau.

source: Edit with
fr_fr: Modifier avec

source: Starting download...
fr_fr: Démarrage du téléchargement...

source: Download failed
fr_fr: Échec du téléchargement

source: Download completed but checksum failed
fr_fr: Téléchargement terminé avec erreurs de checksum

source: Download completed.. extracting
fr_fr: Téléchargement terminé... extraction

source: FFMPEG fetch complete
fr_fr: Récupération de FFMPEG terminée

source: Disable Columns
fr_fr: Désactiver les colonnes

source: Enable Columns
fr_fr: Activer les colonnes

source: Disable Title Breaks
fr_fr: Désactiver les séparateurs

source: Enable Title Breaks
fr_fr: Activer les séparateurs

source: Encoding warning: Missing one or more files
fr_fr: Avertissement sur l'encodage : un ou plusieurs fichiers manquants

source: No exact matching artist could be found in this playlist
fr_fr: Aucun artiste correspondant n'a été trouvé dans la playlist

source: Sorry!
fr_fr: Désolé !

source: There was an error generating the chart
fr_fr: Une erreur s’est produite lors de la génération du graphique

source: Chart generated
fr_fr: Graphique généré

source: There was an error with the Maloja server
fr_fr: Une erreur s'est produite avec le serveur Maloja

source: There was an error reaching the Maloja server
fr_fr: Une erreur s’est produite lors de l'accès au serveur Maloja

source: There was an error parsing the data
fr_fr: Une erreur s’est produite à l'analyse des données

source: There was an error submitting data to Maloja server
fr_fr: Une erreur s’est produite à l'envoi de données au serveur Maloja

source: Job already in progress!
fr_fr: Tâche déjà en cours !

source: Already scanning!
fr_fr: Analyse déjà en cours !

source: End of playlist
fr_fr: Fin de la playlist

source: Failed updating last.fm love status
fr_fr: Échec de la mis à jour du statut « Loved » sur Last.fm

source: Error updating love to last.fm!
fr_fr: Échec de la mise à jour des « Loved » sur last.fm !

source: Maybe check your internet connection and try again?
fr_fr: Vérifiez peut-être votre connexion Internet et réessayer ?

source: Downloading... {MB}/{total_mb}
fr_fr: Téléchargement... {NB} / {total_mb}

source: Permission error encountered while writing database
fr_fr: Une erreur de permissions est survenue à l'écriture de la base de données

source: Warning! Using this function moves physical folders.
fr_fr: Attention ! Cette fonctionnalité déplacera les dossiers du PC.

source: This menu entry appears after selecting 'copy'. See manual (github wiki) for more info.
fr_fr: Ce menu apparait une fois « Copier » sélectionné. Pour plus d'infos, voir le manuel de Tauon sur Github (en anglais).

source: Notifications for this DE not supported
fr_fr: Notifications pour cet environnement de bureau indsponibles

source: Note that ratings are stored in the local database and not written to tags.
fr_fr: Notez que les évaluations sont stockées dans la base de données locale et non écrites dans les tags.

source: Change will be applied on restart.
fr_fr: Sera appliqué au redémarrage de Tauon

source: Tip: You can also toggle this from a right-click context menu
fr_fr: Conseil : vous pouvez permuter cette option depuis un menu contextuel accessible par clic droit

source: Can't enable this if there's no token.
fr_fr: Impossible d'activer cette option sans clé.

source: One or more fields is missing.
fr_fr: Un ou plusieurs champs sont manquants.

source: DANGER! This will delete the original files. Keeping a backup is recommended in case of malfunction.
fr_fr: DANGER ! Les fichiers originaux seront supprimés. Il est recommandé de faire une sauvegarde en cas de problème.

source: For safety, this setting will default to off. Embedded thumbnails are not kept so you may want to extract them first.
fr_fr: Pour des raisons de sécurité, cette option sera désactivée par défaut. Les miniatures intégrées ne sont pas conservées, vous souhaiterez peut-être les extraire en premier.

source: For safety, this setting will reset on restart. Embedded thumbnails are not kept so you may want to extract them first.
fr_fr: Pour des raisons de sécurité, cette option sera réinitialisée au redémarrage. Les miniatures intégrées ne sont pas conservées, vous souhaiterez peut-être les extraire en premier.

source: Could not access! Possible insufficient Flatpak permissions.
fr_fr: Accès impossible ! Les permissions du Flatpak sont peut-être insuffisantes.

source: Stop the sync before exiting!
fr_fr: Arrêtez la synchronisation avant de quitter !

source: External connections will be accepted.
fr_fr: Les connexions externes seront acceptées.

source: Web server starting
fr_fr: Démarrage du serveur Web

source: Path may be transient! Continue? Press "No" for more information.
fr_fr: Le chemin est peut-être éphémère ! Continuer ? Cliquez sur « Non » pour plus d'infos. (en anglais).

source: This feature requires FFMPEG. Shall I can download that for you? (92MB)
fr_fr: Cette fonctionnalité requiert FFMPEG. Puis-je le télécharger pour vous ? (92Mo)

source: FFMPEG could not be found
fr_fr: FFMPEG est introuvable

source: Missing username, password and/or server name
fr_fr: Nom d’utilisateur, mot de passe ou nom du serveur manquant

source: Error importing python-plexapi
fr_fr: Erreur à l'import de python-plexapi

source: Error connecting to PLEX server
fr_fr: Erreur de connexion au serveur PLEX

source: Try checking login credentials and that the server is accessible.
fr_fr: Essayez de vérifier les identifiants de connexion et si le serveur est accessible.

source: PLEX Collection
fr_fr: Collection PLEX

source: Subsonic Error:
fr_fr: Erreur Subsonic :

source: Error connecting to Airsonic server
fr_fr: Erreur de connexion au serveur Airsonic

source: Error reading Airsonic directory!
fr_fr: Erreur à la lecture du dossier de Airsonic !

source: Airsonic Collection
fr_fr: Collection Airsonic

source: Missing username, password and/or server URL
fr_fr: Nom d’utilisateur, mot de passe ou lien du serveur manquant

source: Could not establish connection
fr_fr: Impossible d'établir la connexion

source: Could not establish connection/authorisation
fr_fr: Impossible d’établir la connexion / l’autorisation

source: Koel Collection
fr_fr: Collection Koel

source: Network error
fr_fr: Erreur réseau

source: No playlist name
fr_fr: Playlist sans nom

source: Playlist not found on target
fr_fr: Playlist introuvable à la cible

source: No embedded album art.
fr_fr: Aucune illustration intégrée.

source: This function does not support renaming CUE Sheet tracks.
fr_fr: Cette fonctionnalité ne prend pas en chage le renommage des pistes ayant un relevé musical.

source: Track Renaming
fr_fr: Renommage de piste

source: Default
fr_fr: Par défaut

source: BEFORE
fr_fr: AVANT

source: AFTER
fr_fr: APRÈS

source: Warning: This may change the file extension
fr_fr: Attention : cela risque de changer l'extension du fichier

source: Warning: The filename might not be unique
fr_fr: Attention : le nom du fichier existe peut-être déjà

source: Warning: A track has incomplete metadata
fr_fr: Attention : il manque des métadonnées sur, au moins, une piste

source: Write
fr_fr: Écrire

source: Physically renames all the tracks in the folder
fr_fr: Renommer tous les fichiers du PC présents dans le dossier

source: Rename complete.
fr_fr: Renommage terminé.

source: {N} / {T} filenames were written.
fr_fr: {N} / {T} fichiers ont été écrits.

source: Simple tag editor
fr_fr: Éditeur de tags

source: Press Enter in each field to apply its changes to local database.
fr_fr: Lorsqu'un champ est sélectionné, appuyez sur Entrée pour l'appliquer dans Tauon.

source: When done, press WRITE TAGS to save to tags in actual files. (Optional but recommended)
fr_fr: Pressez ÉCRIRE LES TAGS pour enregistrer dans les tags des fichiers eux-mêmes. (Optionnel mais recommandé)

source: Number of tracks selected: {N}
fr_fr: Nombre de pistes sélectionnées : {N}

source: <Multiple selected>
fr_fr: <Sélection multiple>

source: Track title
fr_fr: Titre de piste

source: Album name
fr_fr: Nom de l'album

source: Artist name
fr_fr: Nom de l'artiste

source: Album-artist name
fr_fr: Nom de l'artiste de l'album

source: Editing network tracks is not recommended!
fr_fr: L'édition de pistes en réseau est déconseillée !

source: WRITE TAGS
fr_fr: ÉCRIRE LES TAGS

source: Press enter on fields to apply your changes first!
fr_fr: Appuyez d'abord sur Entrée dans les champs pour appliquer les modifications !

source: Writing to a network track is not applicable!
fr_fr: L'écriture dans une piste distante n'est pas disponible !

source: Cannot write CUE sheet types!
fr_fr: Impossible d'écrire les types des relevés musicaux !

source: Cannot handle multi-field! Please use external tag editor
fr_fr: Impossible de traiter les champs multiples ! Veuillez utiliser un éditeur de tags dédié

source: {N} files rewritten
fr_fr: {N} fichiers renommés

source: Substitute Lyric Search
fr_fr: Changer les noms recherchés pour les paroles

source: Substitute
fr_fr: Changer

source: with
fr_fr: par

source: Use relative paths
fr_fr: Utiliser des chemins relatifs

source: Auto-export
fr_fr: Export automatique

source: Export
fr_fr: Exporter

source: Playlist exported
fr_fr: Playlist exportée

source: Year:
fr_fr: Année :

source: Composer:
fr_fr: Compositeur :

source: Press Tab key to switch to Spotify search
fr_fr: Appuyez sur la touche Tab pour passer à la recherche Spotify

source: (Include multi-tag results)
fr_fr: (Inclure les résultats multi-tag)

source: BY
fr_fr: PAR

source: FROM
fr_fr: ALBUM

source: Searching for albums by artist:
fr_fr: Recherche d’albums par artiste :

source: This may take a moment
fr_fr: Cela peut prendre un moment

source: Welcome to v7.2.0!
fr_fr: Bienvenue en v7.2.0 !

source: You can check out the release notes on the https://
fr_fr: Vous pouvez découvrir les notes de version sur https://

source: Github release page.
fr_fr: la page de publication Github.

source: New supporter bonuses!
fr_fr: Nouveaux bonus pour les supporters !

source: Import/Export Playlist
fr_fr: Importer / Exporter la playlist

source: Target folder or file
fr_fr: Fichier / Dossier cible

source: Will overwrite existing file:
fr_fr: Écrasera le fichier existant :

source: Will save with playlist name:
fr_fr: La playlist sera sauvegardée avec le nom :

source: No file extention?
fr_fr: Pas d'extension de fichier ?

source: Incorrect extention?
fr_fr: Extension incorrecte ?

source: Will create directory
fr_fr: Un dossier sera crée

source: Enable relative paths when keeping playlist files together with audio
fr_fr: Activer les chemins relatifs lorsque les fichiers playlists sont gardés avec l'audio

source: Disable to move playlist files while keeping audio in one location
fr_fr: Désactiver pour déplacer les fichiers playlists et garder l'audio à un seul endroit

source: Auto-import
fr_fr: Import auto.

source: A new supporter bonus theme is now available! Check it out at the above link!
fr_fr: Un nouveau thème bonus pour les supporters est disponible ! Découvrez-le via le lien ci-dessus !

source: Your support means a lot! Love you!
fr_fr: Votre soutien compte beaucoup ! Je vous aime !

source: Function
fr_fr: Fonction

source: Tracklist
fr_fr: Playlist

source: Theme
fr_fr: Thème

source: Window
fr_fr: Fenêtre

source: View
fr_fr: Affichage

source: Transcode
fr_fr: Encodage

source: Lyrics
fr_fr: Paroles

source: Accounts
fr_fr: Comptes

source: Stats
fr_fr: Statistiques

source: About
fr_fr: À propos

source: Use album art as background
fr_fr: Utiliser la pochette comme arrière-plan

source: Transparent accent
fr_fr: Style transparent

source: Prefer artist backgrounds
fr_fr: Préférer l'artiste comme arrière-plan

source: Also enabling 'auto-fech artist data' to scrape last.fm.
fr_fr: « Récupération auto. des données d'artistes » a été activé pour permettre la recherche sur last.fm.

source: You can toggle this back off under Settings > Function
fr_fr: Vous pouvez permuter ceci dans « Options > Fonction »

source: Stronger
fr_fr: Renforcé

source: Blur
fr_fr: Flou

source: Showcase only
fr_fr: Mode présentation seulement

source: Pattern style
fr_fr: Style de modèle

source: Auto-theme from album art
fr_fr: Thème en fonction de la pochette

source: Based on
fr_fr: Basé sur

source: Return
fr_fr: Retour

source: Off
fr_fr: Arrêt

source: Preserve album dynamics
fr_fr: Préserver la dynamique de l'album

source: Tracks equal loudness
fr_fr: Pistes de même intensité sonore

source: Will only have effect if ReplayGain metadata is present.
fr_fr: N'aura d'effet que si la métadonnée ReplayGain est remplie.

source: Pre-amp
fr_fr: Pré-amplification

source: Lower pre-amp values improve normalisation but will require a higher system volume.
fr_fr: Un pré-ampli. plus faible améliore la normalisation mais nécessitera un volume système plus élevé.

source: Enable
fr_fr: Activer

source: PHAzOR DLL not found!
fr_fr: DLL PHAzOR introuvable !

source: Use fade on pause/stop
fr_fr: Fondu à la pause / l'arrêt

source: Use fade on track jump
fr_fr: Fondu au changement de piste

source: Back restarts to beginning
fr_fr: Retour reprend au début

source: Cache local files (for smb/nfs)
fr_fr: Fichiers locaux en cache (pour smb/nfs)

source: Use persistent network cache
fr_fr: Utiliser le cache réseau persistent

source: Cache size
fr_fr: Taille du cache

source: Set audio output device
fr_fr: Définir le périphérique de sortie

source: PipeWire (unstable)
fr_fr: PipeWire (instable)

source: Please restart Tauon for this change to take effect
fr_fr: Veuillez redémarrer Tauon pour appliquer ce changement

source: Avoid resampling
fr_fr: Éviter le ré-échantillonnage

source: Tip: To get samplerate to DAC you may need to check some settings, see:
fr_fr: Conseil : Pour que votre DAC se charge de l'échantillonage, vous devrez peut-être vérifier quelques réglages (en anglais) :

source: Reset failed list
fr_fr: Réinitialiser les échecs

source: Enable chord lyrics
fr_fr: Activer les partitions

source: *Uses scraping. Enable at your own discretion.
fr_fr: *Utilise du scrapping. À activer en connaissance de cause.

source: Tip: The order enabled will be the order searched.
fr_fr: Conseil : l’ordre défini sera utilisé lors de la recherche.

source: Metadata side panel
fr_fr: Panneau des métadonnées

source: Use centered style
fr_fr: Utiliser le style centré

source: Zoom album art to fit
fr_fr: Zoom sur la pochette illimité

source: Gallery
fr_fr: Galerie

source: Single click to play
fr_fr: Lire en un clic

source: Combine multi-discs
fr_fr: Fusionner les multi-disques

source: Show titles
fr_fr: Afficher les titres

source: Center alignment
fr_fr: Alignement au centre

source: Thumbnail size
fr_fr: Taille des miniatures

source: Prefer thinner padding
fr_fr: Espacement fin

source: Enable Listen Along
fr_fr: Activer l'écoute partagée

source: Start server for remote web playback
fr_fr: Démarrer le serveur Web pour la diffusion

source: Show artist info panel
fr_fr: Afficher les infos. sur l'artiste

source: You can also toggle this with ctrl+o
fr_fr: Vous pouvez aussi utiliser « Ctrl + O »

source: Auto fetch artist data
fr_fr: Récupération auto. des données d'artistes

source: Downloads data in background when artist panel is open
fr_fr: Télécharger les données à l'affichage des infos. sur l'artiste

source: Tabs in top panel
fr_fr: Onglets dans le panneau supérieur

source: Uncheck to disable the tab pin function
fr_fr: Décocher pour désactiver les onglets épinglés

source: Open config file
fr_fr: Ouvrir la config.

source: Open data folder
fr_fr: Ouvrir les données

source: Reload
fr_fr: Recharger

source: Enable/Disable track context menu functions:
fr_fr: Permuter les fonctions du menu contextuel de piste :

source: Wikipedia artist search
fr_fr: Recherche de l'artiste sur Wikipédia

source: Sonemic artist search
fr_fr: Recherche de l'artiste sur Sonemic
