Repository: Lorsoen/Tauon
Catalog: locale/*/LC_MESSAGES/tauon.po
Languages: fr_fr

source: No artist data downloaded
fr_fr: Aucune donnée trouvée pour l'artiste

source: No artist bio found
fr_fr: Aucune biographie trouvée

source: Load Failed
fr_fr: Échec du chargement

source: Playing
fr_fr: En cours

source: Auto-Scroll
fr_fr: Défilement automatique

source: Tracks + Art
fr_fr: Pistes + Pochette

source: Tracks only
fr_fr: Pistes seulement

source: Showcase + Lyrics
fr_fr: Présentation + Paroles

source: Toggle columns
fr_fr: Permuter les colonnes

source: There are no more steps to undo.
fr_fr: Plus aucune action à annuler.

source: Search for Lyrics
fr_fr: Rechercher les paroles

source: Exit Lyrics Editor
fr_fr: Quitter l'éditeur de paroles

source: Copy From Synced
fr_fr: Copier depuis sync.

source: Upload To LRCLIB
fr_fr: Téléverser vers LRCLIB

source: Copy From Unsynced
fr_fr: Copier depuis désync.

source: Clear All Section Markers
fr_fr: Supprimer tous les points de section

source: Clear All Timestamps
fr_fr: Supprimer tous les points de timing

source: Clear All Lyrics
fr_fr: Supprimer toutes les paroles

source: Backups...
fr_fr: Auto-sauvegardes...

source: Load Current Backup
fr_fr: Charger la sauvegarde actuelle

source: Visit Current Backup
fr_fr: Voir l'auto-sauvegarde actuelle

source: Delete All Backups
fr_fr: Supprimer toutes les auto-sauvegardes

source: When track ends...
fr_fr: Lorsque la piste s'arrête...

source: Stop immediately
fr_fr: Arrêter immédiatement

source: Backup and continue
fr_fr: Auto-sauvegarde avant reprise

source: Fully save and continue
fr_fr: Sauvegarde complète avant reprise

source: Save synced to .lrc
fr_fr: Afficher les paroles dynamiques

source: You put a folder in the lyrics-editor directory. Don't do that.
fr_fr: Vous avez ajouté un dossier dans le répertoire « lyrics-editor ». Ne faites pas ça.

source: Be careful!
fr_fr: Attention !

source: Previous
fr_fr: Précédent

source: Cancel
fr_fr: Annuler

source: Lyrics will misbehave if only some of them are timed.
fr_fr: Il manque un ou plusieurs points de timing.

source: You can time all of them or none of them, either will work.
fr_fr: Seules les paroles entièrement dynamiques ou statiques fonctionnent.

source: Alternatively, save again while holding Alt to override.
fr_fr: Sauvegardez en maintenant la touche Alt pour forcer.

source: Lyrics might misbehave if their timestamps are out of order.
fr_fr: Un ou plusieurs points de timing se chevauchent.

source: Please make sure all timestamps are ordered correctly.
fr_fr: Veuillez vous assurer que les points soient dans l'ordre.

source: Synced lyrics saved successfully
fr_fr: Sauvegarde des paroles

source: Destroyed previously existing lyrics in file
fr_fr: Les paroles précédentes ont été écrasées

source: Unsynced lyrics saved successfully
fr_fr: Paroles statiques sauvegardées

source: Backup file does not exist
fr_fr: Le fichier de sauvegarde auto. n'existe pas

source: Put the lyrics in this file.
fr_fr: Mettre les paroles dans ce fichier.

source: Teleport to timestamp
fr_fr: Aller au point de timing

source: Delete timestamp
fr_fr: Supprimer le point de timing

source: Timestamp unknown
fr_fr: Point de timing inconnu

source: Delete line
fr_fr: Supprimer la ligne

source: Add line
fr_fr: Ajouter une ligne

source: CURRENT
fr_fr: ACTUEL

source: TIME
fr_fr: TIMING

source: SAVE
fr_fr: Sauvegarder

source: Discard
fr_fr: Rétablir

source: Errored
fr_fr: Succès avec erreurs

source: Failed
fr_fr: Échec

source: Put the lyrics in this file and save it.
fr_fr: Mettre les paroles dans ce fichier et sauvegarder.

source: Edit Lyrics
fr_fr: Éditer les paroles

source: Read Back
fr_fr: Recharger

source: Reopen Editor
fr_fr: Ré-ouvrir l'éditeur

source: Opens an external editor.
fr_fr: Ouvre un éditeur externe.

source: Upload
fr_fr: Téléverser

source: Make sure to save your changes.
fr_fr: Pensez à sauvegardez vos changements.

source: Delete the file.
fr_fr: Supprimer le fichier

source: In case you closed it by accident.
fr_fr: En cas de fermeture accidentelle.

source: Upload lyrics for {artist} - {title}?
fr_fr: Téléverser des paroles pour {artist} - {title} ?

source: Synced
fr_fr: Synchronisé

source: Lyrics must be formatted correctly
fr_fr: Les paroles doivent être formatées correctement.

source: Your synced lyrics are either out of order or not fully timed.
fr_fr: Vos paroles dynamiques sont soit en désordre, soit incomplètes.

source: We cannot upload broken lyrics to LRCLIB.
fr_fr: Tauon ne peut pas téléverser des paroles corrompues vers LRCLIB.

source: Unsynced
fr_fr: Désynchronisé

source: Global search + Tab triggers Spotify search but Spotify is not enabled in settings!
fr_fr: Recherche globale + Tab lance la recherche Spotify mais Spotify n'est pas activé dans les options !

source: You attempted to drop an archive.
fr_fr: Vous avez essayé de déposer une archive.

source: Files missing or inaccessible
fr_fr: Ficher manquant ou inaccessible

source: If you're using Flatpak, you should probably follow this:
fr_fr: Si vous utilisez Flatpak, vous devriez suivre ces indications (en anglais) :

source: Bad permissions
fr_fr: Permissions insuffisantes

source: We don't have permissions to access {file}
fr_fr: Tauon n'a pas la permission d'accéder à {file}

source: Can't import that
fr_fr: Impossible d'importer

source: We can't import the file {path} and we're not sure why.
fr_fr: Tauon ne peut pas importer le fichier « {path} » pour une raison incertaine.

source: However the "extract archive" function is not enabled.
fr_fr: Veuillez activer « Extraire les archives » dans les options pour pouvoir faire ça.

source: Skipping oversize zip file (>4GB)
fr_fr: Limite de taille des zips ignorée (> 4 Go)

source: Failed to extract zip archive.
fr_fr: Impossible d'extracter l'archive.

source: The archive is encrypted. You'll need to extract it manually with the password.
fr_fr: L'archive est chiffrée. Vous devez l'extracter manuellement avec son mot de passe.

source: Maybe archive is corrupted? Does disk have enough space and have write permission?
fr_fr: Peut-être que l'archive est corrompue ? Est'ce qu'il y a les bonnes autorisations et assez d'espace sur le disque ?

source: Failed to extract rar archive.
fr_fr: Impossible d'extraire l'archive rar.

source: Failed to extract 7z archive.
fr_fr: Impossible d'extraire l'archive 7z.

source: Could not move archive to trash
fr_fr: L'archive n'a pas pû être envoyée à la corbeille

source: Permission error accessing one or more files.
fr_fr: Erreur d’autorisation d’accès à un ou plusieurs fichiers.

source: If this location is on external media, see https://
fr_fr: Si cet emplacement se trouve sur un support externe, voir (en anglais) : https://

source: Permission error accessing one or more files
fr_fr: Erreur d’autorisation d’accès à un ou plusieurs fichiers

source: Folder copy error.
fr_fr: Erreur à la copie de dossier.s

source: The target and source are the same.
fr_fr: La cible et la source sont les mêmes.

source: Some files may have been written.
fr_fr: Quelques fichiers ont dû être écris.

source: The folder copy has failed!
fr_fr: La copie de dossier à échouée !

source: Could not delete {name}
fr_fr: Impossible de supprimer {name}

source: Something has gone horribly wrong!
fr_fr: Quelque chose s'est très mal passé !

source: Folder move complete.
fr_fr: Déplacement de ficher terminé.

source: Folder name: {name}
fr_fr: Non de dossier : {name}

source: Folder copy complete.
fr_fr: Copie de dossier terminée.

source: Cleaning complete.
fr_fr: Nettoyage terminé.

source: {N} items were removed from the database.
fr_fr: {N} objets ont été retirés de la base de données.

source: An error was encountered.
fr_fr: Une erreur est survenue.

source: Transcode failed.
fr_fr: Échec de l'encodage.

source: The transcode was canceled before completion.
fr_fr: L'encodage a été annulé avant la fin.

source: Incomplete files will remain.
fr_fr: Les fichiers incomplets seront gardés.

source: Press F9 to show output.
fr_fr: Appuyez sur F9 pour montrer la sortie.

source: The following file is missing:
fr_fr: Le fichier suivant est absent :

source: We don't have the proper permissions to run the file:
fr_fr: Tauon n'a pas les bonnes permissions pour lancer le fichier :

source: We can't upload your lyrics, and we don't know why.
fr_fr: Tauon n'a pas réussi à téléverser vos paroles, mais ne sait pas pourquoi.

source: Note that any associated output picture is a thumbnail and not an exact copy.
fr_fr: Notez que toute image de sortie jointe est une miniature et non une copie exacte.

source: Encoding complete.
fr_fr: Encodage terminé.

source: Playlists + Queue
fr_fr: Playlists + File d’attente

source: Artist List
fr_fr: Liste des artistes

source: Folder Navigator
fr_fr: Navigateur de dossiers

source: Repeat OFF
fr_fr: Boucle désactivée

source: Repeat Track
fr_fr: Boucler la piste

source: Repeat Album
fr_fr: Boucler l’album

source: Shuffle Lockdown Albums
fr_fr: Albums aléatoires verrouillé

source: Shuffle OFF
fr_fr: Aléatoire désactivé

source: Shuffle Tracks
fr_fr: Pistes aléatoires

source: Random Albums
fr_fr: Albums aléatoires

source: Close Panel
fr_fr: Fermer le panneau

source: Make Large
fr_fr: Afficher en grand

source: Open Folder
fr_fr: Ouvrir le dossier

source: Filter to New Playlist
fr_fr: Placer dans une nouvelle playlist

source: Rescan Folder
fr_fr: Réanalyser le dossier

source: Move Playing Folder Here
fr_fr: Déplacer le dossier en cours de lecture ici

source: Collapse All
fr_fr: Tout réduire

source: Show in Playlist
fr_fr: Afficher dans la playlist

source: Add Album to Queue
fr_fr: Ajouter l'album à la file d'attente

source: Enqueue Album Next
fr_fr: Jouer après l'album courant

source: Search GuitarParty
fr_fr: Rerchercher sur GuitarParty

source: Paste Chord Lyrics
fr_fr: Coller les partitions

source: Clear Chord Lyrics
fr_fr: Effacer les partitions

source: Toggle Lyrics
fr_fr: Permuter les paroles

source: Misc…
fr_fr: Divers…

source: Substitute Search...
fr_fr: Changer les noms recherchés…

source: Paste Lyrics
fr_fr: Coller les paroles

source: Copy Lyrics
fr_fr: Copier les paroles

source: Clear Lyrics
fr_fr: Effacer les paroles

source: Toggle art panel
fr_fr: Permuter la pochette

source: Toggle art position
fr_fr: Permuter la position de la pochette

source: Open Image
fr_fr: Ouvrir l'image

source: Next Image
fr_fr: Prochaine image

source: Extract Image
fr_fr: Extraire l'image

source: Quick-Fetch Cover Art
fr_fr: Récupération rapide de la pochette

source: Delete Image <combined>
fr_fr: Supprimer l'image <combinée>

source: Rename
fr_fr: Renommer

source: Delete
fr_fr: Supprimer

source: Regenerate
fr_fr: Re-générer

source: Generate…
fr_fr: Générer…

source: Edit Generator...
fr_fr: Modifier le générateur...

source: Sort…
fr_fr: Tri…

source: From Current…
fr_fr: À partir de l’actuel…

source: Sort by Imported Tracks
fr_fr: Trier par pistes importées

source: Sort by Imported Folders
fr_fr: Trier par dossiers importés

source: Sort by Filepath
fr_fr: Trier par chemin

source: Sort Track Numbers
fr_fr: Trier par numéro de piste

source: Sort Year per Artist
fr_fr: Trier les années par artistes

source: Make Playlist Auto-Sorting
fr_fr: Rendre la playlist en tri auto

source: Paste
fr_fr: Coller

source: Append Playing
fr_fr: Ajouter l'élément en cours de lecture

source: Export Playlist Stats
fr_fr: Exporter les statistiques de la playlist

source: Export Albums CSV
fr_fr: Exporter des albums CSV

source: Transcode All
fr_fr: Encoder toute la playlist

source: Rescan Tags
fr_fr: Réanalyser les métadonnées

source: Toggle Breaks
fr_fr: Permuter les séparateurs

source: Engage Gallery Quick Add
fr_fr: Activer l'ajout rapide depuis la galerie

source: Set podcast mode
fr_fr: Définir en mode podcast

source: Remove Duplicates
fr_fr: Enlever les doublons

source: Longest Tracks
fr_fr: Pistes les plus longues

source: Year by Oldest
fr_fr: Années croissantes

source: Year by Latest
fr_fr: Années décroissantes

source: Reverse Tracks
fr_fr: Inverser les pistes

source: Reverse Albums
fr_fr: Inverser les albums

source: Has Comment
fr_fr: Avec commentaires

source: Add Playing Spotify Album
fr_fr: Ajouter l’album Spotify en cours de lecture

source: Add Playing Spotify Track
fr_fr: Ajouter la piste Spotify en cours de lecture

source: Track Info…
fr_fr: Informations sur la piste…

source: ↳ After Current Track
fr_fr: ↳ ...après la piste courante

source: Show in Gallery
fr_fr: Afficher dans la galerie

source: Meta…
fr_fr: Métadonnées…

source: Copy
fr_fr: Copier

source: Delete Track File
fr_fr: Supprimer le fichier de la piste

source: Edit fields…
fr_fr: Modifier les champs…

source: Modify Folder…
fr_fr: Modifier le dossier…

source: Edit with
fr_fr: Modifier avec

source: Lyrics...
fr_fr: Paroles...

source: Fix Mojibake
fr_fr: Réparer l'encodage des caractères

source: Vacuum Playtimes
fr_fr: Réinitialiser le nombre d'écoutes

source: Copy "Artist - Album"
fr_fr: Copier « Artiste - Album »

source: Add to queue
fr_fr: Ajouter à la file d'attente

source: Cut
fr_fr: Couper

source: Remove
fr_fr: Retirer

source: Delete Files
fr_fr: Supprimer les fichiers

source: Search Artist on Wikipedia
fr_fr: Rechercher l'artiste sur Wikipedia

source: Search Track on Genius
fr_fr: Rechercher la piste sur Genius

source: Search Artist on Sonemic
fr_fr: Rechercher l'artiste sur Sonemic

source: Search Artist on Bandcamp
fr_fr: Rechercher l'artiste sur Bandcamp

source: Copy "Artist - Track"
fr_fr: Copier « Artiste – Piste »

source: Copy TIDAL Album URL
fr_fr: Copier le lien TIDAL de l'album

source: Show Full Artist
fr_fr: Afficher l'artiste complet

source: Copy Track URL
fr_fr: Copier le lien de la piste

source: Always stop after album
fr_fr: Toujours arrêter après l'album

source: Always stop after track
fr_fr: Toujours arrêter après la piste

source: Continue Play
fr_fr: Continuer la lecture

source: Minimize
fr_fr: Réduire

source: Maximize
fr_fr: Maximiser

source: Exit
fr_fr: Quitter

source: Level Meter
fr_fr: Vu-mètre

source: Spectrum Visualizer
fr_fr: Spectrogramme

source: Time
fr_fr: Durée

source: Show bar
fr_fr: Afficher la barre

source: Paste Spotify Playlist
fr_fr: Coller la playlist Spotify

source: Import Music Folder
fr_fr: Importer le dossier « Musique »

source: Settings
fr_fr: Options

source: Database…
fr_fr: Base de données…

source: Enabled saving state
fr_fr: Activer la sauvegarde de l'état

source: Disabled saving state
fr_fr: Désactiver la sauvegarde de l'état

source: Dev Mode
fr_fr: Mode développeur

source: Enable Saving State
fr_fr: Activer la sauvegarde de l'état

source: Disable Saving State
fr_fr: Désactiver la sauvegarde de l'état

source: Export as CSV
fr_fr: Exporter en CSV

source: Play History to Playlist
fr_fr: Historique vers playlist

source: Reset Image Cache
fr_fr: Réinitialiser le cache des images

source: Remove Network Tracks
fr_fr: Supprimer les pistes réseau

source: Remove Missing Tracks
fr_fr: Supprimer les pistes manquantes

source: Import FMPS Ratings
fr_fr: Importer les évaluations FMPS

source: Import POPM Ratings
fr_fr: Importer les évaluations POPM

source: Reset User Ratings
fr_fr: Réinitialiser les évaluations des utilisateurs

source: Find Incomplete Albums
fr_fr: Trouver les albums incomplets

source: Mark Missing as Found
fr_fr: Marquer les manquants comme présents

source: Tab
fr_fr: Onglet

source: Slate
fr_fr: Ardoise

source: Square
fr_fr: Carré

source: Square Large
fr_fr: Grand carré

source: Copy Title to Clipboard
fr_fr: Copier le titre dans le presse-papiers

source: Random Track
fr_fr: Piste aléatoire

source: Radio Random
fr_fr: Radio aléatoire

source: Revert
fr_fr: Annuler

source: Global Search
fr_fr: Recherche générale

source: Locate Artist
fr_fr: Trouver l’artiste

source: Go To Playing
fr_fr: Aller à l’élément lu

source: Import Spotify…
fr_fr: Importer depuis Spotify…

source: Liked Albums
fr_fr: Albums likés

source: Liked Tracks
fr_fr: Pistes likées

source: Current Context
fr_fr: Contexte actuel

source: Start Spotify Remote
fr_fr: Démarrer la télécommande Spotify

source: Disengage Quick Add
fr_fr: Désactiver l’ajout rapide

source: Visit Website
fr_fr: Visiter le site Web

source: View...
fr_fr: Affichage…

source: Sort Alphabetically
fr_fr: Trier par ordre alphabétique

source: Sort by Popularity
fr_fr: Trier par popularité

source: Sort by Playtime
fr_fr: Trier par durée d'écoute

source: Toggle Thumbnails
fr_fr: Permuter les miniatures

source: Toggle Filter
fr_fr: Permuter les filtres

source: Download Artist Data
fr_fr: Télécharger les données de l'artiste

source: Clear Bio
fr_fr: Effacer la bio

source: Edit...
fr_fr: Modifier...

source: ERROR: No backend found
fr_fr: ERREUR : backend introuvable

source: Enabled auto theme
fr_fr: Thème automatique activé

source: Disabled auto theme
fr_fr: Thème automatique désactivé

source: Lyrics Editor
fr_fr: Éditeur de paroles

source: Toggle Console
fr_fr: Permuter la console

source: Stop after album
fr_fr: Arrêter après l'album

source: Stop after track
fr_fr: Arrêter après la piste

source: Reload All Folders
fr_fr: Recharger tous les dossiers

source: Synced Lyrics Editor
fr_fr: Éditeur de paroles dynamiques

source: First select a source track by copying it into clipboard
fr_fr: Sélectionnez d'abord une piste source en la copiant dans le presse-papier

source: Track already has lyrics
fr_fr: La piste a déjà des paroles

source: Error loading theme file
fr_fr: Erreur lors du chargement du thème

source: Various Artists
fr_fr: Artistes multiples

source: Rescan folders complete.
fr_fr: Réanalyse des dossiers terminée.

source: Auto sort skipped because playlist is locked.
fr_fr: Tri auto. ignoré dû au verrouillage de la playlist.

source: Queue is Empty
fr_fr: La file d’attente est vide

source: Copied text to clipboard
fr_fr: Texte copié dans le presse-papiers

source: Path
fr_fr: Chemin

source: Samplerate
fr_fr: Encodage

source: kbps
fr_fr: ko/s

source: of
fr_fr: de

source: Track
fr_fr: Piste

source: File size
fr_fr: Taille

source: Disc
fr_fr: Disque

source: Play count
fr_fr: Écouté X

source: Play time
fr_fr: Pendant

source: Folder Modification
fr_fr: Modifier le dossier

source: Renames the physical folder based on the template
fr_fr: Renomme le dossier physique en fonction du modèle

source: Trash
fr_fr: Corbeille

source: Moves folder to system trash
fr_fr: Déplace le dossier vers la corbeille du système

source: Physically deletes folder from disk
fr_fr: Supprime physiquement le dossier du disque

source: Raise
fr_fr: Remonter

source: Moves folder up 2 levels and deletes the old container folder
fr_fr: Déplace le dossier de 2 niveaux et supprime l’ancien dossier conteneur

source: Deletes some unnecessary files from folder
fr_fr: Supprime certains fichiers inutiles du dossier

source: PATH
fr_fr: CHEMIN

source: OLD
fr_fr: ANCIEN

source: NEW
fr_fr: NOUV.

source: Folder filter mode. Enter path segment.
fr_fr: Mode filtre de dossier. Entrez un chemin.

source: UP / DOWN to navigate. SHIFT + RETURN for new playlist.
fr_fr: HAUT / BAS pour naviguer. MAJ + ENTRÉE pour une nouvelle playlist.

source: Quick find
fr_fr: Recherche rapide

source: Search Results
fr_fr: Résultats de recherche

source: Loved track
fr_fr: Piste favorisée

source: Un-Loved track
fr_fr: Piste défavorisée

source: Lines copied to clipboard
fr_fr: Lignes copiées dans le presse-papiers

source: SPP: Error, librespot not found
fr_fr: Erreur SPP, librespot est introuvable.

source: Error loading track
fr_fr: Erreur au chargement de la piste

source: Dependency Tekore not found
fr_fr: La dépendance Tekore est introuvable

source: Please re-authenticate Spotify in settings
fr_fr: Veuillez ré-autoriser Spotify dans les options

source: Please authenticate Spotify in settings
fr_fr: Veuillez autoriser Spotify dans les options

source: python-tekore not installed
fr_fr: python-tekore n'est pas installé

source: If you installed via AUR, you'll need to install this optional dependency, then restart Tauon.
fr_fr: Si vous avez téléchargé Tauon via l'AUR, vous devez installer cette dépendance optionnelle, puis redémarrer l'application.

source: Invalid client ID. See Spotify tab in settings.
fr_fr: ID client invalide. Vérifiez l'onglet Spotify dans les options.

source: It looks like there are no more active Spotify devices
fr_fr: On dirait que vous n'avez plus d'appareils Spotify actifs

source: Nothing playing
fr_fr: Lecture en attente

source: Error - Tauon device not found
fr_fr: Erreur - Appareil Tauon introuvable

source: Error. You may need to click Authorise in Settings > Accounts > Spotify.
fr_fr: Erreur. Cliquez sur « Autoriser » dans « Options > Comptes > Spotify ».

source: Spotify upload error!
fr_fr: Erreur de téléversement sur Spotify !

source: No Spotify context found
fr_fr: Contexte Spotify introuvable

source: Failed to establish a connection
fr_fr: Impossible d'établir la connexion

source: Data malformation detected. Stream aborted.
fr_fr: Données corrompues détectées. Stream interrompu.

source: Tidalapi package not loaded
fr_fr: Le paquet Tidalapi n'est pas chargé

source: Failed to load TIDAL login, please try log in again
fr_fr: Échec du chargement de l'authentification. Veuillez réessayer de vous connecter.

source: You can close this now and return to Tauon Music Box
fr_fr: Vous pouvez maintenant fermer cet onglet et revenir sur Tauon Music Box
